{
    "wearables": [
        {
            "manufacturer": "Microsoft",
            "model": "Surface 3 LTE",
            "img": "imgs/surface-3-lte.jpg",
            "info": "When most people think of Microsoft they don’t often think about Smartphones or tablets. Instead people think of the Windows operating system for the PC. With all the other mobile companies in the marketplace, this has left Microsoft on the lower end of the spectrum. But they are trying hard to make a comeback with their newest Surface 3 LTE tablet. Microsoft already revealed the Surface 3 LTE to a few European countries, but then they announced it would be available to U.S. consumers first. Their 4G Surface 3 is already available through AT&T and T-Mobile. However, you can purchase the unlocked version at any of Microsoft’s retail stores and through any of their third-party sellers and partner outlets.Microsoft is selling two unlocked versions of their tablet; the 128GB version and the 64GB version. Of course, you will need SIM cards to actually use the 4G part of the tablet, but you can still take advantage of the Wi-Fi if you want to go on the internet. If you do decide to get data service through 4G, then you can purchase SIM cards from T-Mobile or AT&T. As for the actual network carrier service, AT&T has already been given exclusive access to sell the Surface 3 LTE 4G under contract to consumers. T-Mobile will later be able to sell the tablet to their business customers. There is also a rumor that Verizon will start selling it at some point in the future as well.The big drawback to the Microsoft Surface 3 was its prices when it was announced back in March. The Surface 3 with 64 GB of storage and 2GB of RAM costs $500. And for $100 more, you can purchase the Surface 3 with 128GB of storage and 4GB of RAM. These prices are about the same as Apple’s iPhones and tablets. So is it worth the price to purchase the Microsoft devices or should you stick with Apple? For one thing, the Surface 3 is a laptop and tablet hybrid. This could make consumers feel like they are getting double the hardware for the price of one. After all, consumers have stated plenty of times that they like having the choice to alternate between a keyboard and touch screen functionality. The Microsoft Surface 3 will give them this freedom to choose.Microsoft has yet to announce the price they are setting for the Surface 3 LTE version, but some speculators predict it will be $100 more than the Surface 3 versions. This means the 64GB Surface 3 LTE will cost $599 and the 128GB Surface 3 LTE will cost $699. The Surface 3 LTE is currently available in Japan, Germany, France, U.K. and Spain. There is no telling when it will come to the United States."
        },
        {
            "manufacturer": "Samsung",
            "model": "Circular Smartwatch",
            "img": "imgs/circular-smartwatch.jpg",
            "info": "Smartwatches have been gaining attention over the last couple of years. They are equipped with apps and other functionality that is similar to your smartphone. The only difference is you get the apps on our small smartwatch screen that is wrapped around your wrist. Up until now, smartwatches have had square shaped screens in order to resemble the typical mobile shaped screen. But now Samsung is about to make history by coming out with their own circular smartwatch. This will be an updated version to their Gear smartwatch model, which is said to have more battery life in comparison to the Apple Watch.The Samsung Gear S2 and S2 Classic will be the smartwatches that have the circular face on the front. They will each have a round screen that is 1.2 inches, or 3 cm, and a battery life of up to three days. Now this may seem like a short amount of time for a watch battery, but you have to remember this is a smartwatch and not a regular watch. The smartwatch will have so much functionality to power that the battery can only power it for three days. But when compared to other smartwatches, this is actually a long period of time. News also revealed that NFC payments technology will be available with the Gear smartwatches too.The Gear S2 is going to be the superior model out of the two, and also more expensive. It will have additional features, such as a SIM card slot that enables it to operate separately from a smartphone. This will give it the ability to send and receive phone calls as well as text messages. Can you imagine making a phone call through your smartwatch? It will almost make you look like Dick Tracy from the 1990 movie with Warren Beatty. He had a watch that he talked into, except the Gear S2 is round and more sophisticated than the watch in the movie.Samsung is going to have a lot of competition in the smartwatch marketplace. Fitbit is already the number one selling smartwatch because it specializes in fitness trackers, which is predominately the reason why people purchase smartwatches in the first place. Apple is the second top selling smartwatch maker and Samsung is the fifth top selling smartwatch maker. Samsung has a long way to catch up to the others, but perhaps the circular screen will make people want to purchase them. We shall see if it works or not."
        },
        {
            "manufacturer": "Microsoft",
            "model": "HoloLens",
            "img" : "imgs/hololens.jpeg",
            "info": "Smart glasses have been talked about for a little while now. They are a device you wear like regular glasses that lets you see smart information linked to your phone, PC or tablet. Google Glass was the first brand of smart glasses to be revealed to the public. So naturally, all of the other major tech companies want to compete with Google by creating their own brand of smart glasses. Microsoft appears to be their first competitor.Microsoft Holo Lens is what is called a hologram gadget, which is said to be different than Google Glass. Holo Lens allows the user to see holographic images that are delivered to the device by someone else on a PC that is controlling it. For example, if an architect wanted to create a blueprint for their next project, they could just create the 3d imagery and let their client use the Holo Lens to see the building in real time. This means they could actually walk into a virtual reality where they see the building before it is even built in real life. This will give them a much better idea of what the final outcome will be instead of having to depend on blueprints, which force clients to use their imaginations more than anything else.Even though it might seem like virtual reality, Holo Lens is different than the gaming virtual reality devices that you might have seen advertised. Holo Lens will still let you see the real environment around you. The only difference is that it will add holographic images to your environment that nobody else sees. Only the person wearing the Holo Lens glasses can see it. Therefore, if an architect were going to show off their building plans, they could take their client to the real life location that is currently just flattened land and place holographic images of the building over the land. Then they can see how the building will look in that environment after it is built.There were live performances given with the Holo Lens not too long ago. These performances showed the device and how it was able to merge with Skype, Sketch Up and Minecraft. In one performance, someone was using Skype on a Windows 10 laptop and another was using Skype on the Holo Lens. The person on the laptop was able to send holograms over to the Holo Lens device through Skype. Then the user of the device could manipulate the image, walk around with it and even edit it through the device. Holo Lens is predicted to be a revolutionary breakthrough for businesspeople in the corporate world."
        }
    ]
}